/* game mod description */
"Land can not be destroyed" = "Land kann nicht zerstört werden";

/* game mod title */
"Solid Land" = "massives Terrain";

/* game mod description */
"Add an indestructable border around the terrain" = "Füge eine unzerstörbare Grenze um das Gelände hinzu";

/* game mod title */
"Add Border" = "Füge Grenze ein";

/* game mod description */
"Teams will start on opposite sides of the terrain" = "Teams starten auf gegenüberliegenden Seiten";

/* game mod title */
"Divide Team (max 2 teams)" = "Teile Team (max. 2 Teams)";

/* game mod description */
"Lower gravity" = "Geringere Schwerkraft";

/* game mod title */
"Low Gravity" = "Geringe Schwerkraft";

/* game mod description */
"Assisted aiming with laser sight" = "Zielen mit Laserzielvorrichtung unterstützen";

/* game mod title */
"Laser Sight" = "Laserzielvorrichtung";

/* game mod description */
"All hogs have a personal forcefield" = "Alle Igel haben ein eigenes Einflussgebiet";

/* game mod title */
"Invulnerable" = "Unverwundbar";

/* game mod description */
"All (living) hedgehogs are fully restored at the end of turn" = "Alle (lebenden) Igel werden nach Zugende geheilt";

/* game mod title */
"Reset Health" = "Gesundheit zurücksetzen";

/* game mod description */
"Gain 80% of the damage you do back in health" = "Bekomme 80% des verursachten Schadens als Gesundheit zurück";

/* game mod title */
"Vampirism Mode" = "Vampirmodus";

/* game mod description */
"Share your opponents pain, share their damage" = "Verbreite die Schmerzen deiner Gegner, verteile deren Schaden";

/* game mod title */
"Karma Mode" = "Karma-Modus";

/* game mod description */
"Your hogs are unable to move, test your aim" = "Deine Igel können nicht laufen, überprüfe dein Ziel";

/* game mod title */
"Artillery Mode" = "Artillerie-Modus";

/* game mod description */
"Defend your fort and destroy the opponents" = "Verteidige deine Festung und zerstöre die Gegner";

/* game mod title */
"Fort Mode" = "Festungsmodus";

/* game mod description */
"Order of play is random instead of in room order" = "Spielanordnung ist zufällig anstatt räumlich";

/* game mod title */
"Random Order" = "Zufällige Anordnung";

/* game mod description */
"Play with a King; when he dies, your side loses" = "Spiele mit einem König; wenn er stirbt, verlierst du";

/* game mod title */
"King Mode" = "Königsmodus";

/* game mod description */
"Take turns placing your hedgehogs pre-game" = "Platziere deine Igel vor Spielbeginn";

/* game mod title */
"Place Hedgehogs" = "Platziere Igel";

/* game mod description */
"Ammo is shared between all clan teams" = "Munition wird unter allen Klanteams geteilt";

/* game mod title */
"Clan Shares Ammo" = "Klan teilt Munition";

/* game mod description */
"Disable girders when generating random maps" = "Deaktiviere Träger beim zufälligen Kartengenerieren";

/* game mod title */
"Disable Girders" = "Deaktiviere Träger";

/* game mod description */
"Disable land objects when generating maps" = "Deaktiviere Landobjekte beim Kartengenerieren";

/* game mod title */
"Disable Land Objects" = "Deaktiviere Landobjekte";

/* game mod description */
"AI-controlled hogs respawn on death" = "KI-kontrollierte Igel steigen nach dem Tod wieder ein";

/* game mod title */
"AI Survival Mode" = "KI-Überlebensmodus";

/* game mod description */
"Attacking does not end your turn" = "Angreifen beendet deinen Zug nicht";

/* game mod title */
"Unlimited Attacks" = "Unbegrenzte Angriffe";

/* game mod description */
"Weapons are reset to starting values each turn" = "Waffen werden immer auf ihre Standardwerte zurückgesetzt";

/* game mod title */
"Reset Weapons" = "Setze Waffen zurück";

/* game mod description */
"Each hedgehog has its own ammo" = "Jeder Igel hat seine eigene Munition";

/* game mod title */
"Per Hedgehog Ammo" = "Per Igel Munition";

/* game mod description */
"You will not have to worry about wind any more" = "Du brauchst dir keine Sorgen mehr um den Wind zu machen";

/* game mod title */
"Disable Wind" = "Deaktiviere Wind";

/* game mod description */
"Wind will affect almost everything" = "Wind beeinflusst fast alles";

/* game mod title */
"More Wind" = "Mehr Wind";

/* game mod description */
"Clan teams take turns sharing their time" = "Klanteams machen Zügen und teilen ihre Zeit";

/* game mod title */
"Tag Team" = "Tag-Teams";

/* game mod description */
"Add an indestructible border along the bottom" = "Füge eine Unzerstörbare Grenze am Boden hinzu";

/* game mod title */
"Bottom Border" = "Bodengrenze";


/* flag description */
"Initial Health" = "Anfangsgesundheit";

/* flag description */
"Damage Modifier" = "Schadensmodifikator";

/* flag description */
"Turn Time" = "Zeit für Zug";
/* flag description */
"Sudden Death Timeout" = "Plötzlicher Todeszeitpunkt";

/* flag description */
"Water Rise Amount" = "Betrag des Wasseranstiegs";

/* flag description */
"Health Decrease" = "Gesundheitsminderung";

/* flag description */
"Rope Length (%)" = "Seillänge (%)";

/* flag description */
"Crate Drop Turns" = "Kistenabwurf-Züge";

/* flag description */
"Health Kit Probability (%)" = "Wahrscheinlichkeit eines Medi-Kits (%)";

/* flag description */
"Health Amount in Kit" = "Gesundheit in einem Kit";

/* flag description */
"Mines Time" = "Minenzeit";

/* flag description */
"Mines Number" = "Minennummer";

/* flag description */
"Dud Mines Probability (%)" = "Blindgänger Wahrscheinlichkeit (%)";

/* flag description */
"Explosives" = "Sprengstoff";

/* flag description */
"Get Away Time (%)" = "Fluchtzeit (%)";
